Repository: saraivaufc/Journal
Catalog: newspaper/locale/*/LC_MESSAGES/django.po
Languages: pt

source: SUCCESS
pt: SUCESSO

source: INFO
pt: INFORMAÇÂO

source: WARNING
pt: PERIGO

source: ERROR
pt: ERRO

source: User does not have permission
pt: Usuário não possui permissão

source: User not found
pt: Usuário não encontrado

source: User is authenticated
pt: Usuário autenticado

source: User is not authenticated
pt: Usuário não está autenticado

source: User created successfully
pt: Usuário criado com sucesso

source: Failed to create user
pt: Falha ao criar usuário

source: Login successfully performed
pt: Login realizado com sucesso

source: Failed to perform login
pt: Falha ao realizar Login

source: Logout successfully performed
pt: Logout realizado com sucesso

source: Failed to perform logout
pt: Falha ao realizar logout

source: POST required
pt: Método POST é requerido

source: There was an error on the form
pt: Ocorreu um erro com o formulário

source: News added successfully
pt: Noticia adicionado com sucesso

source: Failed to add news
pt: Falha ao adicionar noticia

source: Edited successfully news
pt: Noticia editada com sucesso

source: Failed to edit news
pt: Falha ao editar noticia

source: Removed successfully News
pt: Notícia removida com sucesso

source: Failed to remove news
pt: Falha ao remover notícia

source: News not found
pt: Notícia não encontrada

source: Journalist successfully added
pt: Jornalista adicionado com sucesso

source: Error adding journalist
pt: Erro ao adicionar jornalista

source: Journalist successfully edit
pt: Jornalista editado com sucesso

source: Error edit journalist
pt: Erro ao editar jornalista

source: Journalist successfully removed
pt: Jornalista removido com sucesso

source: Error remove journalist
pt: Erro ao remover jornalista

source: Journalist not found
pt: Jornalista não encontrado

source: Redator successfully added
pt: Redator adicionado com sucesso

source: Error adding redator
pt: Erro ao editar redator

source: Redator successfully edit
pt: Redator editado com sucesso

source: Error edit redator
pt: Erro ao editar redator

source: Redator successfully removed
pt: Redator removido com sucesso

source: Error remove redator
pt: Erro ao remover redator

source: Redator not found
pt: Redator não encontrado

source: Section successfully added
pt: Seção adicionada com sucesso

source: Error adding section
pt: Erro ao adicionar seção

source: Section successfully edit
pt: Seção editada com sucesso

source: Error edit section
pt: Erro ao editar seção

source: Section successfully removed
pt: Seção removida com sucesso

source: Error remove section
pt: Erro ao remover seção

source: Section not found
pt: Seção não encontrada

source: SubSection successfully added
pt: Subseção adicionada com sucesso

source: Error adding subsection
pt: Erro ao adicionar subseção

source: SubSection successfully edit
pt: Subseção editada com sucesso

source: Error edit subsection
pt: Erro ao editar subseção

source: SubSection successfully removed
pt: Subseção removida com sucesso

source: Error remove subsection
pt: Erro ao remover subseção

source: SubSection not found
pt: Subseção não encontrada

source: Classifield successfully added
pt: Classificado adicionado com sucesso

source: Error adding classifield
pt: Erro ao adicionar classificado

source: Classifield successfully edit
pt: Classificado editado com sucesso

source: Error edit classifield
pt: Erro ao editar classificado

source: Classifield successfully removed
pt: Classificado removido com sucesso

source: Error remove classifield
pt: Erro ao remover classificado

source: Classifield not found
pt: Classificado não encontrado

source: Classifields not found
pt: Classificados não encontrados

source: Error pick up the parameters
pt: Erro na passagem dos parâmetros

source: Comment successfully added
pt: Comentário adicionado com sucesso

source: Error adding comment
pt: Erro ao adicionar comentário

source: Comment successfully edit
pt: Comentário editado com sucesso

source: Error edit comment
pt: Erro ao editar comentário

source: Comment successfully removed
pt: Comentário removido com sucesso

source: Error remove comment
pt: Erro ao remover comentário

source: Comment not found
pt: Comentário não encontrado

source: Offer successfully added
pt: Oferta adicionada com sucesso

source: Error adding offer
pt: Erro ao adicionar oferta

source: Offer successfully edit
pt: Oferta editada com sucesso

source: Error edit offer
pt: Erro ao editar oferta

source: Offer successfully removed
pt: Oferta removida com sucesso

source: Error remove offer
pt: Erro ao remover oferta

source: Offer not found
pt: Oferta não encontrada

source: Your offer must be greater than the minimum value and the best offer currently ranked.
pt: Sua oferta tem que ser maior que a oferta mínima e maior que a melhor oferta já feita

source: Unable to offer on the news
pt: Oferta não possui permissão

source: No results found
pt: Nenhum resultado encontrado

source: Latest News Published in The UFC Times
pt: Últimas noticias publicadas em The UFC Times

source: The UFC is reported here!
pt: A UFC é descrita aqui!

source: Title
pt: Título

source: Description
pt: Descrição

source: Price
pt: Preço

source: Image
pt: Imagem

source: Creador Classifield
pt: Criador do Classificado

source: Phone Contact
pt: Telefone de Contato

source: Offers
pt: Ofertas

source: Classifield
pt: Classificado

source: Classifields
pt: Classificados

source: Author
pt: Autor

source: Text
pt: Texto

source: Dating Comment
pt: Data do Comentário

source: Comment
pt: Comentário

source: Comments
pt: Comentários

source: Journalist
pt: Jornalista

source: Journalists
pt: Jornalistas

source: Lector
pt: Leitor

source: Lectors
pt: Leitores

source: Subtitle
pt: Subtítulo

source: Dating News
pt: Data das Notícias

source: SubSection
pt: Subseção

source: Video
pt: Vídeo

source: News
pt: Notícias

source: Dating Offer
pt: Data da Oferta

source: Value
pt: Valor

source: Details
pt: Detalhes

source: Offer
pt: Oferta

source: Redators
pt: Redatores

source: Section
pt: Seção

source: Sections
pt: Seções

source: SubSections
pt: Subseções

source: User
pt: Usuário

source: Users
pt: Usuários

source: Profile Image
pt: Imagem de Perfil

source: User Authenticated
pt: Usuário Autenticado

source: Users Authenticated
pt: Usuários Autenticados

source: Breaking News, World News & Multimedia
pt: Melhores Noticias, Mundo, Noticias e Multimédia

source: The beginning of the site UFC Times
pt: O inicio do site The UFC Times

source: Go to Home Page
pt: Ir para Pagina Principal

source: Logo Site
pt: Logo do Site

source: Contact Us
pt: Entre em Contato

source: Terms of Service
pt: Termos de Uso

source: Submit
pt: Submeter

source: HOME
pt: INICIO

source: SECTIONS
pt: SEÇÕES

source: Search...
pt: Buscar...

source: LECTOR
pt: LEITOR

source: MANAGER
pt: GERENCIADOR

source: LOG OUT
pt: SAIR

source: LOG IN
pt: ENTRAR

source: Login
pt: Entrar

source: Username
pt: Nome de Usuário

source: Password
pt: Senha

source: New User? Sign-up..
pt: Novo aqui? Cadastra-se...

source: Firstname
pt: Primeiro Nome

source: Lastname
pt: Ultimo Nome

source: Choose a username
pt: Encolha um Nome de Usuário

source: Repeat Password
pt: Repita a Senha

source: Profile Picture
pt: Imagem de Perfil

source: Sign Up
pt: Cadastrar

source: Skip to main content of the page - Shortcut #1
pt: Ir para o conteúdo principal da pagina - Atalho #1

source: Jump to Content
pt: Pular para o Conteúdo

source: Jump to Menu
pt: Pular para o Menu

source: On/Off High Contrast - Shortcut #3
pt: Ligar/Desligar Contraste - Atalho #3

source: Increase / Decrease Font - Shortcut #4
pt: Aumentar/Diminuir a letra - Atalho #4

source: For full functionality of this site it is necessary to enable JavaScript.<br> Here are the <a href="http://www.enable-javascript.com/pt/" target="_blank">instructions on how to enable JavaScript in your browser </a>.
pt: Para a funcionalidade completa deste site é necessário habilitar o JavaScript.<br>Aqui estão as <a href=\"http://www.enable-javascript.com/pt/" target=\"_blank\">instruções sobre como ativar o JavaScript no seu navegador</a>.

source: Minimum Value:
pt: Menor valor:

source: Contact Phone:
pt: Telefone de Contato:

source: Best Offer By: %(author_offer)s with Value: %(value)s, %(date_offer)s .
pt: Melhor oferta por: %(author_offer)s com o valor: %(value)s, %(date_offer)s .

source: Best Offer By: %(author_offer)s with Value: %(value)s, %(date_offer)s .
pt: Melhor oferta por: %(author_offer)s com o valor: %(value)s, %(date_offer)s .

source: List Offers:
pt: Lista de ofertas

source: Add Offer:
pt: Adicionar Oferta

source: It is
pt: Hoje é

source: All
pt: Todos

source: There are no questions available.
pt: Não existe nenhuma noticia

source: By
pt: Por

source: Page Previous
pt: Pagina Anterior

source: Page:
pt: Pagina:

source: Page Next
pt: Próxima Pagina

source: Comments:
pt: Comentários

source: News has no comments.
pt: Noticia não possui comentários.

source: Add your comment:
pt: Adicionar comentário:

source: Add %(option)s
pt: Adicionar %(option)s

source: Best Offer By: %(author_offer)s with Value: %(value)s, %(date_offer)s .
pt: Melhor oferta por: %(author_offer)s com valor: %(value)s, %(date_offer)s .

source: Page:
pt: Pagina

source: There are no classifields
pt: Não existe classificados

source: Edit %(option)s
pt: Editar %(option)s

source: Username:
pt: Nome de Usuário

source: First Name:
pt: Primeiro Nome:

source: Last Name:
pt: Ultimo Nome:

source: There is no Journalists
pt: Nenhum jornalista

source: There are no news
pt: Nenhuma noticia

source: All News
pt: Todas as noticias

source: Section does not have subsection.
pt: Seção não possui subseção

source: No sections
pt: Nenhuma seção

source: Author:
pt: Autor:

source: Date Offer:
pt: Data da Oferta

source: Value:
pt: Valor:

source: Phone:
pt: Telefone:

source: Details:
pt: Detalhe:

source: There is no redators
pt: Nenhuma redator

source: Choose an option...
pt: Escolha uma opção...

source: Close
pt: Fechar
